import { BookOpen, FileText, Users } from "lucide-react";

export const config = {
  title: "שנה 3: להתכונן לצבא ולעבוד",
  description: "אתם עוד מעט כבר הולכים לצבא! הגיע הזמן להכין את עצמכם",
  sections: [
    {
      icon: BookOpen,
      title: "בחירת מיונים ויחידה",
      content: "אם אתם לא בוחרים מראש, צהל יבחר בשבילכם",
      actions: [
        "לחפש ברשת ומאנשים איזה יחידות יש בצהל ומה הדרישות של כל יחידה",
        "להחליט בצורה ברורה ומוחלטת איפה ללכת בצבא",
      ],
    },
    {
      icon: FileText,
      title: "להמשיך לעבוד",
      content: "העבודה שלכם תתן לכם יתרון חזק על השאר",
      actions: [
       "לנסות ולהמשיך לעבוד",
       "אם צריך להחליף עבודה (פיטור, פציעה, וכו) אז חזרו למידע של שנה 2 וחפשו עבודה אחרת"
      ],
    },
    {
      icon: Users,
      title:"למידה לקראת בחינות",
      content: "בצבא יש הרבה בחינות ודרישות בשביל להגיע ליחידה טובה- תתכוננו",
      actions: [
        "להוריד פרופיל מהזדמנות ראשונה",
        "להתכונן לצו ראשון וליום המאה",
        "להתכונן למבחנים המתקדמים עם המדריך הזה: https://docs.google.com/spreadsheets/d/1ylNPja33yQBsLWXUK2loKzthUMrBe9UpHUsAbnc0iLA/edit?gid=0#gid=0"
      ],
    },
  ],
};
